Repository: rmraya/SRXEditor
Catalog: Localization/SRXEditor HTML.tmx
Source language: en
Languages: es

source: en
es: es

source: Version 2.x
es: Versión 2.x

source: Yes No
es: Si No

source: Format Handle:
es: Manejo de formato:

source: Start
es: Inicio

source: No Yes
es: No Si

source: End
es: Fin

source: Isolated
es: Aislado

source: Save Header
es: Guardar Encabezado

source: Header
es: Encabezado

source: Cascade Rules
es: Reglas en cascada

source: Segment Subflows
es: Segmentar subflujos

source: Open File New File Save File Edit Header Test Rules Help
es: Abrir Archivo Nuevo Archivo Guardar Archivo Editar Encabezado Probar Reglas Ayuda

source: Languages
es: Idiomas

source: Language Name Language Pattern
es: Nombre de Idioma Patrón de Idioma

source: Move Language Up Move Language Down
es: Mover Idioma Arriba Mover Idioma Abajo

source: Add Language Edit Language Remove Language
es: Añadir Idioma Editar Idioma Eliminar Idioma

source: Rules
es: Reglas

source: Break Before Break After Break
es: Quiebre Antes del quiebre Después del quiebre

source: Move Rule Up Move Rule Down
es: Mover Regla Arriba Mover Regla Abajo

source: Add Rule Edit Rule Remove Rule
es: Añadir Regla Editar Regla Eliminar Regla

source: Language
es: Idioma

source: Language Name
es: Nombre de Idioma

source: Language Pattern
es: Patrón de Idioma

source: Save Language Rule
es: Guardar Regla de Idioma

source: Licenses
es: Licencias

source: MIT License
es: Licencia MIT

source: Rule
es: Regla

source: Breaks Segment
es: Quiebra segmento

source: Before Break
es: Antes del quiebre

source: After Break
es: Después de quiebre

source: Save Rule
es: Guardar Regla

source: Settings
es: Configuración

source: Application Language
es: Idioma de la aplicación

source: English Spanish
es: Inglés Español

source: Theme
es: Tema

source: System Default Dark Light High Contrast
es: Predeterminado del Sistema Oscuro Claro Alto Contraste

source: Save Settings
es: Guardar Configuración

source: Test
es: Prueba

source: Sample Text
es: Texto de prueba

source: Source Language
es: Idioma Origen

source: Test Rules
es: Probar Reglas

source: Test Results
es: Resultados

source: Software Updates
es: Actualizaciones de software

source: An updated version of SRXEditor is available
es: Está disponible una versión actualizada de SRXEditor

source: Installed Version:
es: Versión instalada:

source: Latest Version:
es: Versión disponible:

source: Download Update
es: Descargar Actualización
